/* Напишите ответы на вопросы в комментарий при сдаче практического задания:
1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?
Ожидание того, что я смогу разбираться в БД, создавать их, проектировать и делать другие нужные вещи.
И еще, самое главное - понять, для чего это вообще нужно, и как применяется в работе разработчиком.
Есть вопрос: можно ли выбрать темой курсовой "Интернет-магазин косметики"? У меня раньше был интернет-магазин косметики для мастеров бьюти, мне было бы проще разобраться, думаю.
2) В какой сфере работаете сейчас?
Сейчас я руоковожу салоном красоты - бьютисфера, работа с конечными клиентами. Училась на технической пециальности на инженера. Ранее работала менеджером по продажам нефтехимического оборудования, сепциалистом в сбербанке, а также мастером в бьюти.
3) Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?
В IT не работала. В данный момент изучаю Python.
*/
